const mockDevices = [
    {
        id: 10,
        lat: 37.105253,
        lng: 49.657304,
        time: "19:28",
        routeCode: "543101 رفت - 543151 برگشت",
        sendCode: "1024",
        simNumber: "09940952945",
        notes: "تمام لوپ های مسیر رفت موجود نیست و یکی از لوپ های برگشت دارای ایراد است"
    },
    {
        id: 13,
        lat: 37.268478,
        lng: 49.451529,
        time: "12:29",
        routeName: "محور رشت فومن - فومن رشت",
        routeCode: "543104 رفت - 543154 برگشت",
        sendCode: "1030",
        simNumber: "09940953077"
    },
    {
        id: 14,
        lat: 37.264159,
        lng: 49.369589,
        time: "13:01",
        routeName: "بازارجمعه فومن - فومن بازارجمعه",
        routeCode: "544201 رفت - 544251 برگشت",
        sendCode: "1032",
        simNumber: "09940953157"
    },
    {
        id: 15,
        lat: 37.275554,
        lng: 49.308641,
        time: "13:48",
        routeName: "فومن صومعه سرا - صومعه سرا فومن",
        routeCode: "544309 رفت - 544359 برگشت",
        simNumber: "09940953387"
    },
    {
        id: 16,
        lat: 37.323858,
        lng: 49.298758,
        time: "14:08",
        routeName: "طاهرگوراب صومعه سرا - صومعه سرا طاهرگوراب",
        routeCode: "543119 رفت - 543169 برگشت",
        notes: "چهار لاین",
        simNumber: "09940953413"
    },
    {
        id: 17,
        lat: 37.512555,
        lng: 49.141038,
        time: "15:15",
        routeName: "محور ضیابر پونل - پونل ضیابر",
        routeCode: "544101 رفت - 544151 برگشت",
        notes: "در مراجعه اول برق دستگاه کاملا قطع میباشد و وضعیت لوپ ها نامشخص بود. در مراجعه بعدی محور برق داشت. دستگاه با موفقیت تست شد.",
        simNumber: "09940953478"
    },
    {
        id: 19,
        lat: 37.563465,
        lng: 49.115542,
        time: "16:20",
        routeCode: "543903 رفت - 543953 برگشت"
    },
    {
        id: 20,
        lat: 37.689200,
        lng: 48.852660,
        time: "17:36",
        routeName: "اسالم خلخال - خلخال اسالم(اسالم)",
        sendCode: "1044",
        simNumber: "09940954011"
    },
    {
        id: 21,
        lat: 37.749710,
        lng: 48.936226,
        time: "18:21",
        routeName: "اسالم تالش - تالش اسالم",
        sendCode: "1046",
        routeCode: "543904 رفت - 543954 برگشت",
        simNumber: "09940954128"
    },
    {
        id: 22,
        lat: 37.532098,
        lng: 49.276411,
        time: "19:47",
        routeCode: "543302 رفت - 543352 برگشت"
    },
    {
        id: 71,
        lat: 37.459643,
        lng: 49.592242,
        time: "21:02",
        routeName: "بندرانزلی حسن رود - حسن رود بندرانزلی",
        sendCode: "1146",
        routeCode: "543310 رفت - 543360 برگشت",
        simNumber: "09940957039"
    },
    {
        id: 25,
        lat: 36.794967,
        lng: 49.409015,
        time: "21:45",
        routeName: "رودبار منجیل - منجیل رودبار",
        routeCode: "543505 رفت - 543555 برگشت",
        notes: "لوپ های مسیر رفت کاملا خراب است",
        sendCode: "1054",
        simNumber: "09964119284"
    },
    {
        id: 46,
        lat: 36.712593,
        lng: 49.414670,
        time: "22:05",
        routeCode: "543606 رفت - 543656 برگشت",
        routeName: "جاده قدیم منجیل لوشان - جاده قدیم لوشان منجیل",
        sendCode: "1096",
        simNumber: "09964076605"
    },
    {
        id: 34,
        lat: 36.656123,
        lng: 49.484302,
        time: "22:38",
        routeName: "ازادراه رشت قزوین-( لوشان مرز استان) - ازادراه قزوین رشت(مرز استان لوشان)",
        routeCode: "543503 رفت - 543553 برگشت",
        sendCode: "1072",
        simNumber: "09963997091",
        notes: "وضعیت دستگاه نامعلوم بود سپس موقعیت درست دستگاه پیدا شد برقرسانی انجام شد از‌‌کنتور‌ برق نزدیک"
    },
    {
        id: 43,
        lat: 36.998824,
        lng: 49.581964,
        time: "23:51",
        routeCode: "543506 رفت - 543556 برگشت",
        sendCode: "1090",
        simNumber: "09964043855",
        notes: "دستگاه برق نداشت با کابل کشی برقرسانی انجام شد"
    },
    {
        id: 36,
        lat: 37.024626,
        lng: 49.630935,
        time: "00:00",
        routeName: "محور امامزاده هاشم متناظر توزین",
        routeCode: "543230 رفت - 543280 برگشت",
        sendCode: "1076",
        simNumber: "09940957285",
        notes: "دستگاه برق نداشت با کابل کشی‌اصولی رفع شد دستگاه شماره ۲۹ قرارداده شد با کد دستگاه ۱۰۷۶"
    },
    {
        id: 19,
        lat: 37.069507,
        lng: 49.656575,
        time: "00:19",
        routeName: "شاقاجی امامزاده هاشم - امامزاده هاشم شاقاجی",
        routeCode: "543234 رفت - 543284 برگشت",
        sendCode: "1042",
        simNumber: "09940953973",
        notes: "دستگاه برق ندارد برق دستگاه رفع شد از کنتور کنار گرفته شد"
    },
    {
        id: 24,
        lat: 37.254047,
        lng: 49.764066,
        time: "15:05",
        routeCode: "543103 رفت - 543153 برگشت",
        sendCode: "1052",
        simNumber: "09964036854",
        notes: "لوپ برگشت ایراد دارد"
    },
    {
        id: 26,
        lat: 37.260706,
        lng: 49.864369,
        time: "15:38",
        routeName: "کوچصفهان استانه - استانه کوچصفهان",
        routeCode: "543404 رفت - 543454 برگشت",
        sendCode: "1056",
        simNumber: "09940956928"
    }
];

export default mockDevices
